{
  "level_id": "1.3",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "পোলের 'চোখ' পড়া শিখুন",
  "mission_briefing": "আপনার PPE ঠিক আছে, আপনি লাইনের বিপদসীমাও চেনেন। এবার আপনার আর পোলের মাঝের সম্পর্কটা বোঝার পালা। আজকের দিনে আমরা বিভিন্ন ধরনের পোল ব্যবহার করি—PCC, রেল, স্টিল টিউবুলার বা এইচ-বিম। প্রত্যেকটির শক্তি যেমন আলাদা, তেমনই তাদের দুর্বলতাও ভিন্ন। এই লেভেলের মিশন হলো, পোলে ওঠার আগেই তার 'ভাষা' বা 'চোখ' পড়তে শেখা, অর্থাৎ নিচ থেকে দেখেই তার স্বাস্থ্য পরীক্ষা করা। একজন বুদ্ধিমান লাইনম্যান সবসময় চড়ার আগে পরীক্ষা করে।",
  "sections": [
    {
      "title": "পোলের স্বাস্থ্য পরীক্ষা: ধরন অনুযায়ী খুঁটিনাটি",
      "points": [
        {
          "item_name": "১. ৩৬০ ডিগ্রী পরিদর্শন (সকল পোলের জন্য)",
          "specifications": "যেকোনো পোলে হাত দেওয়ার আগে, তার চারপাশে একবার সম্পূর্ণ ঘুরে আসুন। দেখুন পোলটি সোজা আছে কিনা। যদি এটি একদিকে опасноভাবে হেলে থাকে, তবে তার কারণ বোঝার চেষ্টা করুন। পোলের গোড়ায় মাটি ক্ষয়ে গেছে কিনা, জল জমে আছে কিনা, বা ফাটল আছে কিনা তা পরীক্ষা করুন।",
          "importance": "পোল হেলে যাওয়ার অর্থ হলো তার ভিত্তি দুর্বল বা একদিকের তারে অতিরিক্ত টান পড়ছে। এই ধরনের পোলে আপনার ওজনের চাপ পড়লে সেটি ভেঙে পড়তে পারে বা সোজা হয়ে গিয়ে অন্যদিকের তার ছিঁড়ে যেতে পারে।"
        },
        {
          "item_name": "২. কান ও চোখ দিয়ে পরীক্ষা ( ধরন অনুযায়ী)",
          "specifications": "হাতুড়ি বা ভারী টুল দিয়ে আলতো করে ঠুকে দেখুন:\n• PCC পোল: ভালো পোল থেকে একটি নিরেট 'ঠক্ ঠক্' শব্দ আসবে। যদি 'দপ্ দপ্' বা ফাঁপা শব্দ হয়, তবে বুঝবেন ভেতরে কংক্রিট দুর্বল বা ফাটল আছে।\n• রেল, এইচ-বিম ও স্টিল টিউবুলার পোল: এই পোলগুলোর প্রধান শত্রু হলো মরিচা (Rust)। বিশেষ করে মাটির সংযোগস্থলে (Ground Level) ভালো করে পরীক্ষা করুন। হাতুড়ি দিয়ে ঠকলে যদি মরিচার স্তর খসে পড়ে বা জায়গাটা দেবে যায়, তবে পোলটি বিপজ্জনকভাবে দুর্বল। ভালো স্টিলের পোল থেকে একটি ধাতব 'টন টন' শব্দ আসবে।",
          "importance": "বাইরে থেকে দেখতে ভালো হলেও, মাটির সংযোগস্থলে মরিচা ধরে স্টিলের পোল ভেতর থেকে ফাঁপা হয়ে যেতে পারে এবং সামান্য চাপেই ভেঙে পড়তে পারে। PCC পোলের ফাঁপা শব্দ মানে এর ভেতরের রড এবং কংক্রিটের বাঁধন আলগা হয়ে গেছে।"
        },
        {
          "item_name": "৩. চোখ দিয়ে স্ক্যান: বিপদ খুঁজে বের করুন",
          "specifications": "গোড়া থেকে ওপর পর্যন্ত ধীরে ধীরে চোখ বুলিয়ে যান:\n• PCC পোল: লম্বা চুলের মতো ফাটল (Hairline crack), কংক্রিট খসে পড়া (Spalling) এবং ভেতরের রড (Rebar) বেরিয়ে আসা—এগুলো বড় বিপদের লক্ষণ।\n• রেল ও এইচ-বিম পোল: দেখুন পোলটি বেঁকে বা মুচড়ে গেছে কিনা। ওয়েল্ডিং করা জয়েন্টে কোনো ফাটল আছে কিনা, তা পরীক্ষা করুন।\n• স্টিল টিউবুলার পোল: মরিচার দাগ, বিশেষ করে ওয়েল্ডিং বা নাট-বল্টুর জয়েন্টের চারপাশে দেখুন। পোলের ওপরের দিকে জল ঢোকার কোনো গর্ত আছে কিনা, তা খেয়াল করুন কারণ জল ভেতরে জমে পোলকে ভেতর থেকে নষ্ট করে।\n• সকল পোল: বোলতা/মৌমাছির চাক, পাখির বাসা, অননুমোদিত ডিশ/কেবলের জট, বিজ্ঞাপনের হোর্ডিং ইত্যাদি পরীক্ষা করুন।",
          "importance": "প্রতিটি পোলের নিজস্ব দুর্বলতা আছে। একজন দক্ষ লাইনম্যান জানেন কোন পোলে কী খুঁজতে হবে।"
        },
        {
          "item_name": "৪. হার্ডওয়্যার এবং ক্রস-আর্ম পরীক্ষা (সকল পোলের জন্য)",
          "specifications": "নিচ থেকে দেখুন ক্রস-আর্মটি বেঁকে গেছে কিনা বা ইনসুলেটরগুলো ভাঙা বা ফাটা কিনা। নাট-বল্টু আলগা আছে কিনা বা সেগুলোতে মরিচা ধরেছে কিনা, তা বোঝার চেষ্টা করুন। স্টিলের পোলের ক্ষেত্রে ক্ল্যাম্পগুলো ঠিকমতো টাইট আছে কিনা, তা বিশেষভাবে জরুরি।",
          "importance": "একটি আলগা ক্রস-আর্ম আপনার ভারে ঘুরে যেতে পারে বা ভেঙে পড়তে পারে। ভাঙা ইনসুলেটর মানেই কারেন্ট লিক হওয়ার মারাত্মক সম্ভাবনা।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে পাশাপাশি একটি PCC পোল, একটি রেল পোল এবং একটি টিউবুলার পোল দেখানো হয়েছে। প্রতিটির সাধারণ দুর্বলতাগুলো (PCC-তে ফাটল, স্টিলের পোলে মরিচা) তীর চিহ্ন দিয়ে চিহ্নিত করা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. কোনো পোলকেই বিশ্বাস করবেন না: যতক্ষণ না আপনি নিজে পরীক্ষা করছেন, ততক্ষণ কোনো পোলকেই নিরাপদ ভাববেন না। নতুন দেখতে পোলেরও ভিত্তি দুর্বল থাকতে পারে।",
      "২. রিপোর্ট করুন: যদি কোনো পোলকে বিপজ্জনক বলে মনে হয়, তবে ঝুঁকি না নিয়ে তৎক্ষণাৎ আপনার সুপারভাইজারকে জানান। হিরো হওয়ার চেষ্টা করবেন না।",
      "৩. মরিচা হলো ক্যান্সার: স্টিলের পোলের জন্য মরিচা ক্যান্সারের মতো। যেখানেই দেখবেন, সেখানেই বিপদ লুকিয়ে থাকতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "স্টিলের পোল তো শুধু বাঁকতে পারে, ভাঙে না।",
        "reality": "একেবারেই ভুল। মাটির সংযোগস্থলে মরিচা ধরে স্টিলের পোল এতটাই দুর্বল হয়ে যায় যে সামান্য ঝোড়ো হাওয়া বা আপনার শরীরের ভারেই সেটি কোনো সতর্কবার্তা ছাড়াই ভেঙে পড়তে পারে।"
      },
      {
        "myth": "সিমেন্টের পোল (PCC Pole) চিরস্থায়ী, এর কিছু হয় না।",
        "reality": "ভুল ধারণা। উৎপাদনগত ত্রুটি, মাটির ক্ষয় বা গাড়ির ধাক্কার কারণে সিমেন্টের পোলের ভেতরেও ফাটল তৈরি হতে পারে এবং সামান্য চাপেই ভেঙে যেতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "লোড এবং স্ট্রেস (Load and Stress)",
        "content": "একটি পোল শুধু নিজের ওজনই বহন করে না, তার ওপর তারের টান (Tensile Stress), বাতাসের চাপ (Wind Load) ইত্যাদি কাজ করে। এই সমস্ত চাপ পোলের একটি নির্দিষ্ট বিন্দুতে কেন্দ্রীভূত হয়, যা সাধারণত মাটির ঠিক ওপরে থাকে। তাই পোলের গোড়া সবচেয়ে দুর্বল জায়গা।"
      },
      {
        "title": "গ্যালভানিক করোশন (Galvanic Corrosion)",
        "content": "যখন দুটি ভিন্ন ধরনের ধাতু (যেমন স্টিলের পোল এবং অ্যালুমিনিয়ামের ক্ল্যাম্প) একসাথে লাগানো হয় এবং সেখানে জলীয় বাষ্প থাকে, তখন একটি রাসায়নিক বিক্রিয়া শুরু হয় যা একটি ধাতুকে দ্রুত ক্ষয় করে দেয়। একে গ্যালভানিক করোশন বলে। এজন্যই জয়েন্টগুলো পরীক্ষা করা খুব জরুরি।"
      }
    ]
  }
}